alexcvzz.vscode-sqlite
andywang.vscode-scriptmonkey
antfu.browse-lite
antfu.vite
arcanis.vscode-zipfs
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
humao.rest-client
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.dotnet-interactive-vscode
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.vscode-speech
ms-windows-ai-studio.windows-ai-studio
mtxr.sqltools
mtxr.sqltools-driver-sqlite
powerquery.vscode-powerquery
powerquery.vscode-powerquery-sdk
redhat.vscode-yaml
slevesque.vscode-zipexplorer
svelte.svelte-vscode
vitest.explorer
vue.volar
